Repository: korrekted/exam-platform2-ios-Moto
Catalog: Moto/Resource/Strings/*.lproj/Localizable.strings
Languages: es, fr, it

# CourseDetails.PassRate
source: Pass rate
es: Tasa de aprobación
fr: Taux de réussite
it: Tasso di successo

# TimedExam.Title
source: Timed exаm
es: Timed test
fr: Exаm chronométré
it: Esame a tempo

# TimedExam.Subtitle
source: How mаny minutes?
es: ¿Cuántos minutos?
fr: Combien de minutes?
it: Quanti minuti?

# TimedExam.Button
source: Start
es: Vamos
fr: Démarrer
it: Inizia

# Flashcards.Title
source: Flashcards
es: Tarjetas didácticas
fr: Fiches
it: Flashcard

# Flashcards.Count
source: %i flashcards
es: %i tarjetas
fr: %i Fiches
it: %i flashcard

# Flashcards.ShowAnswer
source: Show answer
es: Mostrar la respuesta
fr: Voir la réponse
it: Mostra risposta

# Flashcards.Knew
source: I knew
es: Yo sabía
fr: Je savais
it: Lo sapevo

# Flashcards.DintKnow
source: I didn’t know
es: Yo no sabia
fr: Je ne savais pas
it: Non lo sapevo

# Settings.Mode
source: Exam mode
es: Modo de prueb

# Onboarding.No
source: No
fr: Non

# Onboarding.MinutesAtTime.Casual
source: Casual
fr: Décontracté
