Repository: korrekted/exam-platform2-ios-Moto
Catalog: Moto/Resource/Strings/*.lproj/Localizable.strings
Languages: es, fr, it

source: Cancel
es: Cancelar
fr: Annulez
it: Annulla

source: Continue
es: Continuar
fr: Continuer
it: Continua

# ImagePicker.TakePhoto
source: Take photo
es: Tomar foto
fr: Prendre une photo
it: Scatta una foto

# ImagePicker.CameraRoll
source: Camera roll
es: Rollo de la cámara
fr: Rouleau de caméra
it: Rullino

# ImagePicker.PhotoLibrary
source: Photo library
es: Librería fotográfica
fr: Galerie de photos
it: Galleria

# Course.Tab.Stats
source: Stats
es: Estudio
fr: Statistiques
it: Statistiche

# Course.Tab.Study
source: Study
es: Estadisticas
fr: Étude
it: Studio

# Splash.Title.Part1
source: Prepared by
es: Más de
fr: Préparé par
it: Preparato da

# Splash.Title.Part2
source: CERTIFIED
fr: CERTIFIÉ
it: esperti

# Splash.Title.Part3
source: experts
es: preguntas de examen reales
it: CERTIFICATI

# Onboarding.FailedToSave
source: Failed to save
es: Error al guardar
fr: Échec de la sauvegarde
it: Salvataggio fallito

# Onboarding.Next
source: Next
es: Continuar
fr: Suivant
it: Prossimo

# Onboarding.Yes
source: Yes
es: Sí
fr: Oui
it: Si

# Onboarding.Welcome.Title1
source: Efficient study plan
es: Plan de estudios personal
fr: Plan d'étude personnel
it: Piano di studio personale

# Onboarding.Welcome.Subtitle1
source: The question bank is divided into bite- sized sets to keep you motivated
es: Su plan de estudio está preparado por los algoritmos, que se basan en miles de casos similares
fr: Votre plan d'étude est préparé par les algorithmes, qui s'appuient sur des milliers de cas similaires
it: Il tuo piano di studio viene preparato dall’algoritmo, che si affida a migliaia di casi simili

# Onboarding.Welcome.Title2
source: Learn in 5 different ways
es: Tasa de aprobación del 98%
fr: 98% de taux de réussite
it: tasso di successo del 98%

# Onboarding.Welcome.Subtitle2
source: Save time. Study efficiently with 5 different exam modes
es: Prepárese para su examen de manera eficiente. Estudie todos los temas requeridos uno por uno.
fr: Préparez efficacement votre examen. Étudiez tous les sujets requis un par un.
it: Prepara il tuo esame in modo efficiente. Studia tutti gli argomenti richiesti uno ad uno.

# Onboarding.Welcome.Title3
source: Over 55,000 students
es: Pasar por primer intento
fr: Réussir du premier coup
it: Passa al primo tentativo

# Onboarding.Welcome.Subtitle3
source: Students claim to feel more confident with the real exam after using our app
es: Un plan de estudio especial respaldado por IA para ayudarlo a aprobar el primer intento
fr: Un plan d'étude spécial soutenu par l'IA pour vous aider à réussir votre AUTO examen du premier coup
it: Uno speciale piano di studio supportato da IA per aiutarti a dominare il tuo esame della patente al primo tentativo

# Onboarding.Welcome.GetStarted
source: Get started
es: Empezar
fr: Commencez
it: Inizia ora

# Onboarding.SlideCountry.Title
source: Choose your country
es: Elige tu país
fr: Choisissez votre pays
it: Scegli il tuo paese

# Onboarding.SlideState.Title
source: Select your state, province or district
es: Seleccione su estado, provincia o distrito
fr: Sélectionnez votre état, votre province ou votre district
it: Seleziona il tuo stato, provincia o distretto

# Onboarding.SlideLanguage.Title
source: Select your language
es: Elige tu idioma
fr: Sélectionnez votre langue
it: Seleziona la tua lingua

# Onboarding.Goals.Title
source: Should we focus on something in particular?
es: ¿Deberíamos centrarnos en algo en particular?
fr: Devrions-nous nous concentrer sur quelque chose en particulier?
it: Vuoi che ci concentriamo su qualcosa in particolare?

# Onboarding.Goals.Cell1
source: More practice questions
es: Más preguntas de práctica
fr: Plus de questions pratiques
it: Altre domande di pratica

# Onboarding.Goals.Cell2
source: More flashcards
es: Más flashcards
fr: Plus de fiches
it: Più flashcard

# Onboarding.Goals.Cell3
source: More theory
es: Más teoría
fr: Plus de théorie
it: Più teoria

# Onboarding.Goals.Header
source: You can alter these settings later
es: Puede modificar esta configuración más tarde
fr: Vous pouvez modifier ces paramètres ultérieurement
it: Puoi modificare queste impostazioni più tardi

# Onboarding.SlideWhenTaking.Title
source: When are you taking your exam?
es: ¿Cuándo tomarás el examen?
fr: Quand est-ce que vous passez votre examen?
it: Quando hai il tuo esame?

# Onboarding.SlideWhenTaking.DontKnow
source: I don’t know yet
es: No lo se todavia
fr: Je ne sais pas encore
it: Non lo so ancora

# Onboarding.SlideWhenTaking.Header
source: You can alter these settings later
es: Puede modificar esta configuración más tarde
fr: Vous pouvez modifier ces paramètres ultérieurement
it: Puoi modificare queste impostazioni più tardi

# Onboarding.SlideCount.Title
source: How many tests would you like to take daily?
es: ¿Cuántos exámenes quieres tomar a diario?
fr: Combien de tests voulez-vous passer par jour?
it: Quanti test vorresti svolgere al giorno?

# Onboarding.SlideCount.PopularChoise
source: Popular choice: 5 tests
es: Opción popular: 5 pruebas
fr: Choix le plus répandu: 5 tests
it: Scelta popolare: 5 test

# Onboarding.SlideCount.LearningSpeed
source: learning speed %.1f
es: velocidad de aprendizaje %.1f
fr: apprentissage vitesse %.1f
it: velocità di apprendimento %.1f

# Onboarding.Preloader.Title
source: Preparing your individual study plan...
es: Preparando tu plan de estudio individual
fr: Préparation de votre étude individuelle plan...
it: Preparazione del tuo piano di studio individuale...

# Onboarding.Preloader.Cell1
source: Analyzing your skill level %i%%
es: Analizando tus objetivos...
fr: Analyser votre niveau de compétence %i%%
it: Analisi del tuo livello di abilità %i%%

# Onboarding.Preloader.Cell2
source: Analyzing your goals %i%%
es: Analizando su nivel de competencias...
fr: Analyser vos objectifs %i%%
it: Analisi dei tuoi obiettivi %i%%

# Onboarding.Preloader.Cell3
source: Processing required exams %i%%
es: Analizando tus preferencias de estudio...
fr: Traitement des examens requis %i%%
it: Elaborazione degli esami richiesti %i%%

# Onboarding.SlidePlan.Title
source: Your personal study plan is ready!
es: Tu plan de estudio con un 98% de aprobados!
fr: Votre plan d'étude personnel avec un taux de réussite de 98% est terminé!
it: Il tuo piano di studio con tasso di successo del 98% è pronto!

# Onboarding.SlidePlan.CellsTitle
source: Your individual plan:
es: Tu plan individual:
fr: Votre plan individuel:
it: Il tuo piano individuale:

# Onboarding.SlidePlan.Cell1.Title
source: 4000+ individual questions
es: 2000+ preguntas
fr: 2000+ questions individuelles
it: Oltre 2000 domande individuali

# Onboarding.SlidePlan.Cell1.Subtitle
source: Up-to-date 2022 questions that based on your state
es: Preguntas actualizadas, que reflejan las reglas específicas de su territorio
fr: Des questions actualisées, qui reflètent les règles propres à votre territoire
it: Domande aggiornate, che riflettono le regole specifiche del tuo territorio

# Onboarding.SlidePlan.Cell2.Title
source: Progress tracking
es: Seguimiento de progreso
fr: Suivi de la progression
it: Tracciamento dei progressi

# Onboarding.SlidePlan.Cell2.Subtitle
source: Track your pass rate and keep improving every day
es: Realice un seguimiento de su tasa de aprobados y siga mejorando todos los días
fr: Suivez votre taux de réussite et continuez à vous améliorer chaque jour
it: Traccia il tuo tasso di successo e migliora ogni giorno

# Onboarding.SlidePlan.Cell3.Title
source: Supportive materials
es: Materiales de apoyo
fr: Supports matériels
it: Materiale di supporto

# Onboarding.SlidePlan.Cell3.Subtitle
source: Understand, not memorize. Useful set of materials (if applicable to your territory)
es: Comprenda, no memorice. Conjunto útil de materiales (si corresponde a su territorio)
fr: Comprendre, et non mémoriser. Ensemble de matériel utile (si cela convient à votre territoire)
it: Capisci, non memorizzare. Set di materiali utili (se applicabile al tuo territorio)

# Onboarding.SlidePlan.Cell4.Title
source: Exam simulator
es: Simulador de examen
fr: Simulateur d'examen
it: Simulatore d'esame

# Onboarding.SlidePlan.Cell4.Subtitle
source: High quality exam-like questions presented in different exam modes
es: Preguntas similares a exámenes de alta calidad presentadas en diferentes modos de examen
fr: Des questions de haute qualité, semblables à celles d'un examen, présentées dans différents modes d'examen.
it: Domande simili a quelle d’esame di alta qualità presentate in diverse modalità d’esame

# Onboarding.SlidePlan.Button
source: Get my plan
es: ¡Vamos!
fr: Obtenez mon plan
it: Crea il mio piano

# Onboarding.Mode.Title
source: Set up your exam mode
es: Configure su modo de examen
fr: Configurez votre mode d'examen
it: Configura la tua modalità di esame

# Onboarding.Mode.Subtitle
source: Swipe to choose from the options
es: Desliza para elegir entre las opciones
fr: Balayez pour choisir parmi les options
it: Scorri per scegliere fra le opzioni

# Onboarding.Mode.Cell1.Title
source: No explanations
es: Sin explicaciones
fr: Pas d'explications
it: Nessuna spiegazione

# Onboarding.Mode.Cell1.Subtitle
source: See the correct answer, then move to the next question
es: Ver la respuesta correcta, luego pasar a la siguiente pregunta
fr: Voir la bonne réponse, puis passer à la question suivante
it: Visualizza la risposta corretta, poi passa alla prossima domanda

# Onboarding.Mode.Cell2.Title
source: Full set
es: Juego completo
fr: Ensemble complet
it: Set completo

# Onboarding.Mode.Cell2.Subtitle
source: See the correct answer, read the full explanation, then move on
es: Vea la respuesta correcta, lea la explicación completa, luego continúe
fr: Consultez la bonne réponse, lisez l'explication complète, puis passez à la suite
it: Visualizza la risposta corretta, leggi la spiegazione completa, e vai avanti

# Onboarding.Mode.Cell3.Title
source: Exam-like
es: Similar a un examen
fr: Similaire à un examen
it: Simile all'esame

# Onboarding.Mode.Cell3.Subtitle
source: Get to know the score only after answering all questions
es: Conozca el puntaje solo después de responder todas las preguntas
fr: Vous ne connaîtrez le score qu'après avoir répondu à toutes les questions
it: Scopri il punteggio solo dopo aver risposto a tutte le domande

# Onboarding.Mode.Header
source: You can alter these settings later
es: Puede modificar esta configuración más tarde
fr: Vous pouvez modifier ces paramètres ultérieurement
it: Puoi modificare queste impostazioni più tardi

# Onboarding.MinutesAtTime.Title
source: How many minutes can you spend learning at a time?
es: ¿Cuántos minutos puedes dedicar a aprender a la vez?
fr: Combien de minutes pouvez-vous passer apprendre à chaque fois?
it: Quanti minuti puoi passare a studiare per volta?

# Onboarding.MinutesAtTime.Regular
source: Regular
es: Sistemático
fr: Régulier
it: Normale

# Onboarding.MinutesAtTime.Serious
source: Serious
es: Grave
fr: Sérieux
it: Serio

# Onboarding.MinutesAtTime.Intense
source: Intense
es: Intenso
it: Intenso

# Onboarding.MinutesAtTime.Header
source: You can alter these settings later
es: Puede modificar esta configuración más tarde
fr: Vous pouvez modifier ces paramètres ultérieurement
it: Puoi modificare queste impostazioni più tardi

# Onboarding.Experience.Title
source: Do you have any moto driving experience?
es: ¿Cuál es tu experiencia de conducción?
fr: Avez-vous une moto expérience de conduite?
it: Hai esperienza nella guida di moto?

# Onboarding.Experience.Cell1.Title
source: No experience
es: No experiencia
fr: Sans expérience
it: Nessuna esperienza

# Onboarding.Experience.Cell1.Subtitle
source: Never tried to study before
es: Nunca intenté estudiar antes
fr: Jamais essayé d'étudier avant
it: Non ho mai provato a studiare prima

# Onboarding.Experience.Cell2.Title
source: Some experience
es: Alguna experiencia
fr: Un peu d'expérience
it: Un po’ di esperienza

# Onboarding.Experience.Cell2.Subtitle
source: Know general rules and signs
es: Conocimiento de reglas y signos generales
fr: Connaître les règles et les signes généraux
it: Conosco le regole generali e i cartelli

# Onboarding.Experience.Header
source: You can alter these settings later
es: Puede modificar esta configuración más tarde
fr: Vous pouvez modifier ces paramètres ultérieurement
it: Puoi modificare queste impostazioni più tardi

# Onboarding.WhenStudy.Title
source: When do you want to study?
es: Cuando quieres estudiar?
fr: Quand voulez-vous étudier?
it: Quando vuoi studiare?

# Onboarding.WhenStudy.Cell1
source: Early morning
es: Temprano en la mañana
fr: Tôt le matin
it: Mattina presto

# Onboarding.WhenStudy.Cell2
source: At noon
es: Al mediodía
fr: A midi
it: A metà giornata

# Onboarding.WhenStudy.Cell3
source: After work
es: Despues del trabajo
fr: Après le travail
it: Dopo il lavoro

# Onboarding.WhenStudy.Cell4
source: Before bedtime
es: Antes de la hora de dormir
fr: Avant de se coucher
it: Prima di andare a letto

# Onboarding.WhenStudy.Cell5
source: No particular preference
es: Sin preferencia particular
fr: Pas de préférence particulière
it: Nessuna preferenza in particolare

# Onboarding.WhenStudy.Header
source: You can alter these settings later
es: Puede modificar esta configuración más tarde
fr: Vous pouvez modifier ces paramètres ultérieurement
it: Puoi modificare queste impostazioni più tardi

# Onboarding.Push.Title
source: Stay on track!
es: ¡Mantente actualizado!
fr: Restez sur voie!
it: Rimani concentrato!

# Onboarding.Push.Subtitle
source: Receive useful reminders regularly to reach your goals quicker
es: Reciba recordatorios útiles con regularidad para alcanzar sus objetivos más rápido
fr: Recevez régulièrement des rappels utiles pour atteindre vos objectifs plus rapidement
it: Ricevi promemoria utili regolarmente per raggiungere i tuoi obiettivi più velocemente

# Onboarding.Push.Allow
source: Enable notifications
es: Permitir notificaciones
fr: Activer les notifications
it: Attiva notifiche

# Onboarding.Push.NotNow
source: Not now
es: Ahora no
fr: Pas maintenant
it: Non ora

# Onboarding.DrivingExperience.Title
source: Describe your general driving experience
es: Describe tu experiencia de conducción general.
fr: Décrivez votre expérience générale de la conduite
it: Descrivi la tua normale esperienza di guida

# Onboarding.DrivingExperience.Period1
source: 0-2 years
es: 0-2 años
fr: 0-2 ans
it: 0-2 anni

# Onboarding.DrivingExperience.Period2
source: 2-4 years
es: 2-4 años
fr: 2-4 ans
it: 2-4 anni

# Onboarding.DrivingExperience.Period3
source: 4-6 years
es: 4-6 años
fr: 4-6 ans
it: 4-6 anni

# Onboarding.DrivingExperience.Period4
source: 6+ years
es: 6+ años
fr: 6+ ans
it: Più di 6 anni

# Onboarding.DrivingExperience.Header
source: You can alter these settings later
es: Puede modificar esta configuración más tarde
fr: Vous pouvez modifier ces paramètres ultérieurement
it: Puoi modificare queste impostazioni più tardi

# Study.Title
source: Study
es: Estudio
fr: Étude
it: Studio

# Study.Day.One
source: day
es: dia
fr: jour
it: giorno

# Study.Day.Two
source: days
es: dias
fr: jours
it: giorni

# Study.Day.Many
source: days
es: dias
fr: jours
it: giorni

# Study.Streak
source: streak
es: (Racha)
fr: série
it: striscia di

# Study.TakeTest
source: Take a test
es: Tomar una prueba
fr: Effectuer un test
it: Fai un test

# Study.TakeFreeTest
source: Take a free test
es: Haz una prueba gratis
fr: Faites un test gratuit
it: Fai un test gratuito

# Study.UnlockQuestions
source: Unlock all
es: Desbloquea todas las preguntas
fr: Déverrouiller tout
it: Sblocca tutto

# Study.Mode.TodaysQuestion
source: Today’s question
es: Pregunta de hoy
fr: La question du jour
it: Domanda di oggi

# Study.Mode.TenQuestions
source: 10 questions quick exam
es: Prueba rápida de 10 preguntas
fr: 10 questions examen rapide
it: Esame rapido a 10 risposte

# Study.Mode.MissedQuestions
source: Missed questions set
es: Preguntas incorrectas
fr: Manqué questions posées
it: Set di domande mancate

# Study.Mode.RandomSet
source: Random exam set
es: Prueba de con- junto aleatorio
fr: Examens aléatoires set
it: Set di esame casuale

# Study.Mode.TimedQuizz
source: Timed exam
es: Prueba cronometrada
fr: Chronométré examen
it: Esame a tempo

# Study.Mode.TryMe
source: TRY ME!
es: INTENTALO
fr: ESSAYEZ-MOI!
it: PROVALO!

# Study.Course.CourseCount
source: %d tests
es: %d pruebas
it: %d test

# Study.Course.Title
source: exam modes
es: : modos de prueba
fr: modes d'examen
it: modalità di esame

# Study.Flashcards.Title
source: Flashcards
es: Tarjetas didácticas
fr: Fiches
it: Flashcard

# Study.Flashcards.TopicsToLearn
source: topics to learn
es: temas para aprender
fr: sujets pour apprendre
it: argomenti da imparare

# Study.Flashcards.TopicsLearned
source: topics learned
es: temas aprendidos
fr: sujets appris
it: argomenti imparare

# Settings.Title
source: Settings
es: Ajustes
it: Impostazioni

# Settings.Unlock
source: Unlock
es: Desbloquear
fr: Déverrouiller
it: Sblocca

# Settings.ChangeLocale
source: Change locale
es: Cambiar locale
fr: Modifier les paramètres locaux
it: Cambia zona

# Settings.RateUs
source: Rate us
fr: Évaluez-nous
it: Valutaci

# Settings.ContactUs
source: Contact us
es: Contacta con nosotros
fr: Contactez-nous
it: Contattaci

# Settings.TermsOfUse
source: Terms of use
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo

# Settings.PrivacyPolicy
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza

# Settings.YourLocale
source: Your locale
es: Tu localidad
fr: Votre région
it: La tua zona

# Settings.YourLanguage
source: Your language
es: Tu lenguaje
fr: Votre langue
it: La tua lingua

# Stats.PassRate.Title
source: Current pass rate
es: Tasa de aprobación
fr: Taux de réussite actuel
it: Tasso di successo attuale

# Stats.MainRate.TestsTake
source: Tests taken
es: Pruebas realizadas
fr: Tests effectués
it: Test svolti

# Stats.MainRate.CorrectAnswers
source: Correct answers
es: Respuestas correctas
fr: Réponses correctes
it: Risposte corrette

# Stats.MainRate.QuestionsTaken
source: Questions taken
es: Preguntas respondidas
fr: Questions posées
it: Domande

# Stats.MainRate.LongestStreak
source: Longest streak
es: Racha más larga
fr: La plus longue série
it: Striscia più lunga

# Stats.MainRate.AnsweredQuestions
source: Answered questions
es: Preguntas respondidas
fr: Réponses aux questions
it: Domande risposte

# Stats.MainRate.LearnedFlashcards
source: Learned flashcard sets
es: Tarjetas aprendidas
fr: Ensemble de fiches acquises
it: Set di flashcard appresi

# Stats.Description.TestsTake
source: Tests taken
es: Pruebas realizadas
fr: Tests effectués
it: Test svolti

# Stats.Description.CorrectAnswers
source: Correct answers
es: Respuestas correctas
fr: Réponses correctes
it: Risposte corrette

# Stats.Description.QuestionsTaken
source: Questions taken
es: Preguntas respondidas
fr: Questions posées
it: Domande risposte

# Stats.Title
source: Stats
es: Estadisticas
fr: Statistiques
it: Statistiche

# Stats.Day.One
source: day
es: dia
fr: jour
it: giorno

# Stats.Day.Two
source: days
es: dias
fr: jours
it: giorni

# Stats.Day.Many
source: days
es: dias
fr: jours
it: giorni

# Paygate.Main.Title
source: KNOW THE QUESTIONS BEFOREHAND
es: CONOCE LAS PREGUNTAS DE ANTEMANO
fr: CONNAÎTRE LES QUESTIONS AVANT-PROPOS
it: CONOSCI TUTTE LE DOMANDE IN ANTICIPO

# Paygate.Main.Cell1
source: Don’t spend hours learning
es: 5 modos de prueba
fr: Ne pas passer des heures à apprendre
it: Non passare ore a studiare

# Paygate.Main.Cell2
source: Train yourself with %i+ questions
es: Practica con más de %i+ preguntas
fr: Entraînez-vous avec %i+ questions
it: Allenati con %i+ domande

# Paygate.Main.Cell3
source: Track your stats to motivate yourself
es: ¡Tasa de 98% de aprobados!
fr: 98% de taux de réussite au premier essai!
it: Tasso di successo del 98% al primo tentativo!

# Paygate.Main.Info
source: Secured with iTunes. Cancel anytime.
es: Asegurado con iTunes.
fr: Sécurisé par iTunes. Annulez à tout moment.
it: Assicurato da iTunes. Annulla in qualsiasi momento.

# Paygate.Main.TermsOfUse
source: Terms of use
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo

# Paygate.Main.And
source: and
es: y
fr: fin
it: e

# Paygate.Main.PrivacyPolicy
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza

# Paygate.Main.RestorePurchases
source: Restore purchases
es: Restaurar las compras
fr: Restaurer les achats
it: Ripristina acquisti

# Paygate.Purchase.Failed
source: Failed to make a purchase
es: No se pudo realizar la compra
fr: N'a pas réussi à faire un achat
it: Impossibile effettuare un acquisto

# Paygate.Continue
source: Continue →
es: Continuar →
fr: Continuer →
it: Continua→

# Question.Explanation
source: Explanation
es: Explicación
fr: Explication
it: Spiegazione

# Question.Continue
source: Continue
es: Continuar
fr: Continuer
it: Continua

# Question.Submit
source: Submit test
es: Enviar prueba
fr: Soumettre le test
it: Invia test

# Question.Finish
source: Finish
es: Terminar
fr: Terminer
it: Termina

# Question.BackToStudying
source: Back to studying
es: Vuelve a estudiar
fr: Retourner à l'étude
it: Torna a studiare

# Question.Counter.Score
source: Score
es: Puntaje
it: Punteggio

# Question.Counter.Question
source: Question
es: Pregunta
it: Domanda

# Question.Counter.RemainingTime
source: Remaining time
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente

# Question.Title.TodaysQuestion
source: Today’s question
es: Pregunta de hoy
fr: La question du jour
it: Domanda di oggi

# Question.Title.TenQuestions
source: 10 questions quick exam
es: Prueba rápida
fr: Examen rapide de 10 questions
it: Esame rapido a 10 domande

# Question.Title.MissedQuestions
source: Missed questions set
es: Preguntas incorrectas
fr: Ensemble de questions manquées
it: Set di domande mancate

# Question.Title.RandomSet
source: Random exam set
es: Prueba de conjunto aleatorio
fr: Ensemble d'examens aléatoires
it: Set di esame casuale

# Question.Title.TimedQuizz
source: Timed exam set
es: Prueba cronometrada
fr: Examen chronométré
it: Set di esame a tempo

# TestStats.TestTime
source: your time
es: Su tiempo
fr: votre temps
it: il tuo tempo

# TestStats.ComunityAverage
source: comunity average
es: Promedio de la comunidad
fr: moyenne communautaire
it: media della comunità

# TestStats.ComunityScore
source: comunity score
es: Puntuación media
fr: score communautaire
it: punteggio della comunità

# TestStats.Attempted
source: Attempted
es: Atentado
fr: Tentative de
it: Tentativo

# TestStats.Correct
source: Correct
es: Correcta
it: Corretto

# TestStats.Incorrect
source: Incorrect
es: Incorrecta
it: Errato

# TestStats.Filter.Incorrect
source: Incorrect
es: Incorrecta
it: Errato

# TestStats.Filter.Correct
source: Correct
es: Correcta
it: Corretto

# TestStats.Filter.All
source: All
es: Todo
fr: Tous
it: Tutto

# TestStats.NextTest
source: Next test
es: Próxima prueba
fr: Test suivant
it: Prossimo test

# TestStats.TryAgain
source: Try аgаin
es: Prueba de nuevo
fr: Réessayer
it: Riprova

# TestStats.PassingScore
source: Passing score
es: Puntaje de aprobación
fr: Score de passage
it: Punteggio necessario

# Trophy.LearnMore
source: Learn more
es: Aprende más
fr: En savoir plus
it: Scopri di più

# Trophy.Title
source: Pass your exam with 100% assurance
es: Apruebe su examen con 100% de seguridad
fr: Passez votre examen avec une assurance de 100%
it: Passa il tuo esame con una sicurezza del 100%

# CourseDetails.Questions
source: questions
es: preguntas
it: domande

# CourseDetails.Saved
source: Saved
es: Salvado
fr: Enregistré
it: Salvato

# CourseDetails.Incorrect
source: Incorrect
es: Incorrecta
it: Errato
